Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Swiping up or down on a picker — For You's section switcher, Home Feed, App Directory's platform filter, and every swipeable setting in Podcasts, Notifications, Storage, and Appearance — previously played only a plain "value changed" sound with nothing spoken. VoiceOver now announces the actual selection, like "Following" or "1.5 times," every time.
ar: تمرير الإصبع لأعلى أو لأسفل على أداة اختيار — مبدّل قسم For You، وHome Feed، ومرشّح المنصة في دليل التطبيقات، وكل إعداد قابل للتمرير في البودكاست والإشعارات والتخزين والمظهر — كان يشغّل سابقًا صوت "تم التغيير" فقط دون أي نطق. يعلن VoiceOver الآن عن الاختيار الفعلي، مثل "Following" أو "1.5 times"، في كل مرة.
de: Nach oben oder unten wischen auf einem Auswahlfeld — dem Bereichsumschalter von Für dich, Home Feed, App Directorys Plattformfilter und jeder wischbaren Einstellung in Podcasts, Benachrichtigungen, Speicher und Erscheinungsbild — spielte bisher nur einen schlichten „Wert geändert"-Ton ohne jede Ansage ab. VoiceOver kündigt jetzt jedes Mal die tatsächliche Auswahl an, zum Beispiel „Following" oder „1,5-fach".
el: Το σάρωμα προς τα πάνω ή κάτω σε έναν επιλογέα — τον εναλλάκτη ενότητας του For You, το Home Feed, το φίλτρο πλατφόρμας του App Directory και κάθε ρύθμιση με σάρωση στα Podcasts, τις Ειδοποιήσεις, την Αποθήκευση και την Εμφάνιση — αναπαρήγε παλαιότερα μόνο έναν απλό ήχο «η τιμή άλλαξε» χωρίς καμία εκφώνηση. Το VoiceOver ανακοινώνει πλέον την πραγματική επιλογή, όπως «Following» ή «1,5 φορές», κάθε φορά.
es: Deslizar hacia arriba o abajo en un selector —el conmutador de secciones de Para ti, Home Feed, el filtro de plataforma del Directorio de Apps y cualquier ajuste deslizable en Podcasts, Notificaciones, Almacenamiento y Apariencia— antes solo reproducía un sonido simple de "valor cambiado" sin nada hablado. VoiceOver ahora anuncia la selección real, como "Following" o "1.5 veces", cada vez.
fa: کشیدن انگشت به بالا یا پایین روی یک انتخابگر — تعویض‌کنندهٔ بخش For You، Home Feed، فیلتر پلتفرم فهرست برنامه‌ها، و هر تنظیم قابل‌تعویض در پادکست‌ها، اعلان‌ها، حافظه و ظاهر — پیش‌تر فقط یک صدای ساده «مقدار تغییر کرد» بدون هیچ گفتاری پخش می‌کرد. VoiceOver اکنون هر بار انتخاب واقعی را اعلام می‌کند، مانند «Following» یا «1.5 برابر».
fr: Balayer vers le haut ou le bas sur un sélecteur — le sélecteur de section de Pour vous, Home Feed, le filtre de plateforme de l'Annuaire d'applications et tout réglage balayable dans Podcasts, Notifications, Stockage et Apparence — ne faisait auparavant que jouer un simple son « valeur modifiée » sans rien annoncer. VoiceOver annonce désormais la sélection réelle, comme « Following » ou « 1,5 fois », à chaque fois.
he: החלקה מעלה או מטה על בורר — מחליף הקטעים של בשבילך, Home Feed, מסנן הפלטפורמה של מדריך האפליקציות, וכל הגדרה הניתנת להחלקה בפודקאסטים, בהתראות, באחסון ובמראה — הפיקה בעבר רק צליל פשוט של "הערך השתנה" ללא כל הכרזה. כעת VoiceOver מכריז על הבחירה בפועל, כמו "Following" או "1.5 פעמים", בכל פעם.
hi: किसी पिकर पर ऊपर या नीचे स्वाइप करना — फ़ॉर यू का सेक्शन स्विचर, होम फ़ीड, ऐप डायरेक्टरी का प्लेटफ़ॉर्म फ़िल्टर, और पॉडकास्ट, नोटिफ़िकेशन, स्टोरेज व अपीयरेंस में हर स्वाइप-योग्य सेटिंग — पहले सिर्फ़ एक सादी "वैल्यू बदली" ध्वनि बजाता था, बिना कुछ बोले। VoiceOver अब हर बार असली चयन बताता है, जैसे "Following" या "1.5 गुना"।
id: Menggeser ke atas atau bawah pada pemilih — pengalih bagian For You, Home Feed, filter platform App Directory, dan setiap pengaturan yang bisa digeser di Podcast, Notifikasi, Penyimpanan, dan Tampilan — sebelumnya hanya memutar suara "nilai berubah" tanpa ada yang diucapkan. VoiceOver kini mengumumkan pilihan sebenarnya, seperti "Following" atau "1,5 kali", setiap saat.
it: Scorrere verso l'alto o il basso su un selettore — il selettore di sezione di Per te, Home Feed, il filtro piattaforma dell'App Directory e qualsiasi impostazione scorrevole in Podcast, Notifiche, Archiviazione e Aspetto — prima riproduceva solo un semplice suono "valore cambiato" senza alcun annuncio. VoiceOver ora annuncia la selezione effettiva, come "Following" o "1,5 volte", ogni volta.
ja: ピッカーを上下にスワイプする操作——「For You」のセクション切り替え、Home Feed、App Directoryのプラットフォームフィルター、そしてPodcast、通知、ストレージ、外観にあるスワイプ操作可能な設定すべて——は、これまで「値が変更されました」という単純な音を鳴らすだけで、何も読み上げられませんでした。VoiceOverは今後、「Following」や「1.5倍」のように、実際に選択された内容を毎回読み上げます。
ko: 선택기를 위나 아래로 스와이프하는 동작 — For You의 섹션 전환기, Home Feed, App Directory의 플랫폼 필터, 그리고 팟캐스트, 알림, 저장 공간, 화면 표시에 있는 스와이프 가능한 모든 설정 — 은 이전에는 아무 말도 없이 단순한 "값 변경됨" 소리만 재생했습니다. 이제 VoiceOver는 "Following"이나 "1.5배"처럼 실제 선택 항목을 매번 알려줍니다.
nl: Omhoog of omlaag vegen op een kiezer — de sectieschakelaar van Voor jou, Home Feed, het platformfilter van App Directory, en elke veegbare instelling in Podcasts, Meldingen, Opslag en Weergave — speelde voorheen alleen een simpel "waarde gewijzigd"-geluid af zonder iets uit te spreken. VoiceOver kondigt nu elke keer de werkelijke selectie aan, zoals "Following" of "1,5 keer".
pl: Przesunięcie w górę lub w dół na pickerze — przełączniku sekcji Dla Ciebie, Home Feed, filtrze platformy w Katalogu Aplikacji oraz każdym przesuwanym ustawieniu w Podcastach, Powiadomieniach, Pamięci i Wyglądzie — wcześniej odtwarzało tylko prosty dźwięk „wartość zmieniona” bez żadnej zapowiedzi. VoiceOver ogłasza teraz rzeczywisty wybór, na przykład „Following” lub „1,5 raza”, za każdym razem.
pt: Deslizar para cima ou para baixo em um seletor — o alternador de seção do Para Você, Home Feed, o filtro de plataforma do Diretório de Apps e qualquer configuração deslizável em Podcasts, Notificações, Armazenamento e Aparência — antes tocava apenas um som simples de "valor alterado" sem nada falado. O VoiceOver agora anuncia a seleção real, como "Following" ou "1,5 vezes", sempre.
ru: Смахивание вверх или вниз на переключателе — переключателе разделов «Для вас», Home Feed, фильтре платформы в каталоге приложений и любой пролистываемой настройке в Подкастах, Уведомлениях, Хранилище и Оформлении — раньше просто воспроизводило звук «значение изменено» без какого-либо озвучивания. Теперь VoiceOver каждый раз объявляет реальный выбор, например «Following» или «1,5 раза».
sv: Att svepa uppåt eller nedåt på en väljare — sektionsväxlaren i För dig, Home Feed, plattformsfiltret i Appkatalogen och alla svepbara inställningar i Poddar, Aviseringar, Lagring och Utseende — spelade tidigare bara upp ett enkelt "värdet ändrades"-ljud utan att något sades. VoiceOver meddelar nu det faktiska valet, som "Following" eller "1,5 gånger", varje gång.
th: การปัดขึ้นหรือลงบนตัวเลือก — ตัวสลับส่วนของ For You, Home Feed, ตัวกรองแพลตฟอร์มของ App Directory และการตั้งค่าที่ปัดได้ทุกรายการใน Podcasts การแจ้งเตือน พื้นที่จัดเก็บ และรูปลักษณ์ — ก่อนหน้านี้เล่นเพียงเสียง "ค่าเปลี่ยนแปลง" ธรรมดาโดยไม่มีการพูดใด ๆ ตอนนี้ VoiceOver จะประกาศตัวเลือกจริงทุกครั้ง เช่น "Following" หรือ "1.5 เท่า"
tr: Bir seçicide yukarı veya aşağı kaydırma — Sizin İçin bölüm değiştiricisi, Home Feed, Uygulama Dizini'nin platform filtresi ve Podcast'ler, Bildirimler, Depolama ve Görünüm'deki her kaydırılabilir ayar — daha önce yalnızca hiçbir şey söylenmeden basit bir "değer değişti" sesi çalıyordu. VoiceOver artık her seferinde "Following" veya "1,5 kat" gibi gerçek seçimi duyuruyor.
uk: Проведення пальцем вгору або вниз на перемикачі — перемикачі розділів «Для вас», Home Feed, фільтрі платформи каталогу застосунків і будь-якому перемикному налаштуванні в Подкастах, Сповіщеннях, Сховищі та Вигляді — раніше просто відтворювало звук «значення змінено» без жодного озвучення. Тепер VoiceOver щоразу оголошує фактичний вибір, наприклад «Following» або «1,5 раза».
vi: Vuốt lên hoặc xuống trên một bộ chọn — bộ chuyển phần của Dành cho bạn, Home Feed, bộ lọc nền tảng của Danh mục ứng dụng, và mọi cài đặt có thể vuốt trong Podcast, Thông báo, Bộ nhớ và Giao diện — trước đây chỉ phát âm thanh "giá trị đã thay đổi" đơn giản mà không nói gì. Giờ đây VoiceOver thông báo lựa chọn thực tế, như "Following" hoặc "1,5 lần", mỗi lần.
zh_hans: 在选择器上向上或向下滑动——"For You"的板块切换器、Home Feed、应用目录的平台筛选器，以及播客、通知、存储和外观中每一个可滑动的设置——以前只会播放一个简单的"数值已更改"提示音，什么都不会读出。现在 VoiceOver 每次都会播报实际选择的内容，比如"Following"或"1.5 倍"。

source: Switching away from Discover while inside a section like Podcasts, then switching back without going all the way out first, used to yank VoiceOver focus up to the Discover heading instead of leaving it where you actually were. It now only refocuses the heading when you're really back at the Discover hub.
ar: التبديل بعيدًا عن Discover أثناء وجودك داخل قسم مثل Podcasts، ثم العودة إليه دون الخروج بالكامل أولًا، كان يجذب تركيز VoiceOver إلى عنوان Discover بدلاً من تركه في المكان الذي كنت فيه فعليًا. الآن يعيد التركيز إلى العنوان فقط عندما تكون حقًا قد عدت إلى مركز Discover.
de: Wenn du „Entdecken" verlassen hast, während du dich noch in einem Bereich wie Podcasts befandst, und dann zurückgewechselt bist, ohne vorher ganz herauszugehen, wurde der VoiceOver-Fokus bisher zur Überschrift von „Entdecken" gezogen, statt dort zu bleiben, wo du tatsächlich warst. Jetzt wird die Überschrift nur noch fokussiert, wenn du wirklich wieder am Discover-Hub bist.
el: Η εναλλαγή από το Discover ενώ βρισκόσασταν μέσα σε μια ενότητα όπως τα Podcasts, και η επιστροφή χωρίς να βγείτε πρώτα εντελώς, τραβούσε παλαιότερα την εστίαση του VoiceOver προς την επικεφαλίδα του Discover αντί να την αφήνει εκεί όπου βρισκόσασταν πραγματικά. Τώρα επαναφέρει την εστίαση στην επικεφαλίδα μόνο όταν βρίσκεστε πράγματι ξανά στον κόμβο του Discover.
es: Cambiar a otra pestaña estando dentro de una sección como Podcasts en Discover, y volver sin salir por completo antes, arrastraba el foco de VoiceOver hasta el encabezado de Discover en lugar de dejarlo donde realmente estabas. Ahora solo vuelve a enfocar el encabezado cuando realmente has vuelto al centro de Discover.
fa: تعویض به تب دیگر در حالی که در بخشی مانند پادکست‌ها در Discover بودید و سپس بازگشت بدون خروج کامل قبل از آن، قبلاً تمرکز VoiceOver را به عنوان Discover می‌کشید، به‌جای اینکه آن را همان‌جا که واقعاً بودید رها کند. اکنون فقط زمانی که واقعاً به مرکز Discover بازگشته‌اید، تمرکز را به عنوان بازمی‌گرداند.
fr: Basculer hors de Découvrir alors que vous étiez dans une section comme Podcasts, puis y revenir sans en être complètement sorti auparavant, avait tendance à tirer le focus VoiceOver vers le titre de Découvrir au lieu de le laisser là où vous étiez réellement. Il ne recentre désormais le focus sur le titre que lorsque vous êtes vraiment revenu au centre de Découvrir.
he: מעבר החוצה מ-Discover בזמן שהייתם בתוך קטע כמו פודקאסטים, ואז חזרה בלי לצאת עד הסוף קודם, גרם בעבר למיקוד ה-VoiceOver לקפוץ לכותרת של Discover במקום להישאר במקום שבו באמת הייתם. כעת המיקוד חוזר לכותרת רק כשאתם באמת חוזרים למרכז ה-Discover.
hi: Discover में Podcasts जैसे किसी सेक्शन के अंदर रहते हुए दूसरे टैब पर स्विच करना, और फिर पूरी तरह बाहर निकले बिना वापस आना, पहले VoiceOver फ़ोकस को Discover के हेडिंग पर खींच लेता था, न कि वहीं छोड़ता था जहां आप असल में थे। अब यह हेडिंग पर तभी फ़ोकस करता है जब आप वाकई Discover हब पर वापस आ चुके हों।
id: Beralih keluar dari Discover saat masih berada di dalam bagian seperti Podcast, lalu kembali tanpa keluar sepenuhnya terlebih dahulu, sebelumnya menarik fokus VoiceOver ke judul Discover alih-alih membiarkannya di tempat Anda sebenarnya berada. Sekarang fokus hanya kembali ke judul saat Anda benar-benar sudah kembali ke hub Discover.
it: Passare a un'altra scheda mentre ci si trovava all'interno di una sezione come Podcast, per poi tornare senza prima uscirne completamente, trascinava il focus di VoiceOver sul titolo di Discover invece di lasciarlo dove ci si trovava realmente. Ora il focus torna sul titolo solo quando si è davvero tornati all'hub di Discover.
ja: Podcastなどのセクション内にいる状態でDiscoverから別のタブに切り替え、完全に抜けずに戻ってくると、以前はVoiceOverのフォーカスが実際にいた場所ではなくDiscoverの見出しに引っ張られていました。現在は、本当にDiscoverのハブに戻ったときにのみ見出しにフォーカスが移るようになりました。
ko: 팟캐스트 같은 섹션 안에 있는 상태에서 Discover를 벗어났다가 완전히 나가지 않고 다시 돌아오면, 이전에는 VoiceOver 포커스가 실제로 있던 위치가 아니라 Discover 제목으로 끌려갔습니다. 이제는 실제로 Discover 허브로 돌아왔을 때만 제목에 포커스가 다시 맞춰집니다.
nl: Wegschakelen van Discover terwijl je nog in een sectie zoals Podcasts zat, en dan terugschakelen zonder er eerst helemaal uit te gaan, trok voorheen de VoiceOver-focus naar de kop van Discover in plaats van deze te laten waar je daadwerkelijk was. Nu wordt de focus alleen naar de kop verplaatst wanneer je echt weer bij de Discover-hub bent.
pl: Przełączenie się z Discover podczas przebywania w sekcji takiej jak Podcasty, a następnie powrót bez wcześniejszego całkowitego wyjścia, wcześniej przenosiło fokus VoiceOver na nagłówek Discover zamiast pozostawiać go tam, gdzie faktycznie się znajdowałeś. Teraz fokus wraca do nagłówka tylko wtedy, gdy naprawdę wróciłeś do centrum Discover.
pt: Alternar para outra aba enquanto você estava dentro de uma seção como Podcasts em Discover, e depois voltar sem sair completamente antes, costumava puxar o foco do VoiceOver para o título do Discover em vez de deixá-lo onde você realmente estava. Agora ele só refoca o título quando você realmente está de volta ao centro do Discover.
ru: Переключение с вкладки Discover, когда вы находились внутри такого раздела, как «Подкасты», а затем возврат без полного выхода из него, раньше перетягивало фокус VoiceOver на заголовок Discover вместо того, чтобы оставлять его там, где вы действительно находились. Теперь фокус возвращается на заголовок только тогда, когда вы действительно вернулись в центр Discover.
sv: Att växla bort från Discover medan du befann dig i ett avsnitt som Poddar, och sedan växla tillbaka utan att först ha gått hela vägen ut, drog tidigare VoiceOver-fokus till Discover-rubriken i stället för att lämna det där du faktiskt var. Nu återställs fokus till rubriken bara när du verkligen är tillbaka i Discover-navet.
th: การสลับออกจาก Discover ขณะที่คุณอยู่ในส่วนอย่างพอดแคสต์ แล้วสลับกลับมาโดยไม่ได้ออกไปจนสุดก่อน เคยดึงโฟกัสของ VoiceOver ไปที่หัวข้อ Discover แทนที่จะปล่อยไว้ตรงตำแหน่งที่คุณอยู่จริง ตอนนี้จะโฟกัสกลับไปที่หัวข้อก็ต่อเมื่อคุณกลับมาที่ศูนย์กลาง Discover จริง ๆ เท่านั้น
tr: Podcast'ler gibi bir bölümün içindeyken Discover'dan başka bir sekmeye geçip tamamen dışarı çıkmadan geri dönmek, VoiceOver odağını gerçekten bulunduğunuz yerde bırakmak yerine Discover başlığına çekiyordu. Artık odak yalnızca gerçekten Discover merkezine geri döndüğünüzde başlığa geçiyor.
uk: Перемикання з вкладки Discover, коли ви перебували всередині розділу на кшталт Подкастів, а потім повернення без повного виходу з нього, раніше перетягувало фокус VoiceOver на заголовок Discover, замість того щоб залишати його там, де ви справді були. Тепер фокус повертається на заголовок, лише коли ви дійсно повернулися до центру Discover.
vi: Chuyển khỏi Discover trong khi đang ở trong một phần như Podcast, rồi chuyển lại mà không thoát hẳn ra trước, trước đây khiến focus của VoiceOver bị kéo lên tiêu đề Discover thay vì để nguyên ở nơi bạn thực sự đang ở. Giờ đây, focus chỉ quay lại tiêu đề khi bạn thực sự đã trở lại trung tâm Discover.
zh_hans: 在 Discover 中处于播客等板块内时切换到其他标签页，再切换回来但没有先完全退出，以前会把 VoiceOver 焦点拉到 Discover 标题上，而不是留在你实际所在的位置。现在只有当你真正回到 Discover 中心页面时，焦点才会重新回到标题上。

source: Sync Now
ar: مزامنة الآن
de: Jetzt synchronisieren
el: Συγχρονισμός Τώρα
es: Sincronizar ahora
fa: همگام‌سازی اکنون
fr: Synchroniser maintenant
he: סנכרון עכשיו
hi: अभी सिंक करें
id: Sinkronkan Sekarang
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
nl: Nu synchroniseren
pl: Synchronizuj teraz
pt: Sincronizar agora
ru: Синхронизировать сейчас
sv: Synkronisera nu
th: ซิงค์ตอนนี้
tr: Şimdi Senkronize Et
uk: Синхронізувати зараз
vi: Đồng bộ ngay
zh_hans: 立即同步

source: Table of Contents (%lld sections)
ar: جدول المحتويات (%lld أقسام)
de: Inhaltsverzeichnis (%lld Abschnitte)
el: Πίνακας Περιεχομένων (%lld ενότητες)
es: Tabla de contenidos (%lld secciones)
fa: فهرست مطالب (%lld بخش)
fr: Table des matières (%lld sections)
he: תוכן עניינים (%lld קטעים)
hi: विषय-सूची (%lld अनुभाग)
id: Daftar Isi (%lld bagian)
it: Sommario (%lld sezioni)
ja: 目次（%lld セクション）
ko: 목차(%lld개 섹션)
nl: Inhoudsopgave (%lld secties)
pl: Spis treści (%lld sekcji)
pt: Sumário (%lld seções)
ru: Оглавление (%lld разделов)
sv: Innehållsförteckning (%lld avsnitt)
th: สารบัญ (%lld ส่วน)
tr: İçindekiler (%lld bölüm)
uk: Зміст (%lld розділів)
vi: Mục lục (%lld phần)
zh_hans: 目录（%lld 个部分）

source: Take a quick tour of AppleVis?
ar: هل تريد جولة سريعة في AppleVis؟
de: Eine kurze Tour durch AppleVis machen?
el: Γρήγορη ξενάγηση στο AppleVis;
es: ¿Hacer un recorrido rápido por AppleVis?
fa: یک تور سریع از AppleVis بگیرید؟
fr: Faire une visite rapide d'AppleVis ?
he: לעשות סיור מהיר ב-AppleVis?
hi: AppleVis का त्वरित टूर लें?
id: Lakukan tur singkat AppleVis?
it: Fare un rapido tour di AppleVis?
ja: AppleVis のクイックツアーを見ますか？
ko: AppleVis 빠른 둘러보기를 할까요?
nl: Een korte rondleiding door AppleVis doen?
pl: Wykonać szybki samouczek AppleVis?
pt: Fazer um tour rápido pela AppleVis?
ru: Пройти краткий обзор AppleVis?
sv: Ta en snabb rundtur i AppleVis?
th: ทัวร์ AppleVis แบบเร็วไหม?
tr: AppleVis'te hızlı bir tur atalım mı?
uk: Здійснити швидкий тур AppleVis?
vi: Xem qua hướng dẫn nhanh về AppleVis?
zh_hans: 要快速导览 AppleVis 吗？

source: Taken from the devices this app supports on the App Store.
ar: مأخوذ من الأجهزة التي يدعمها هذا التطبيق في App Store.
de: Übernommen von den Geräten, die diese App im App Store unterstützt.
el: Λαμβάνεται από τις συσκευές που υποστηρίζει αυτή η εφαρμογή στο App Store.
es: Tomado de los dispositivos que esta app admite en la App Store.
fa: از دستگاه‌هایی که این برنامه در App Store پشتیبانی می‌کند گرفته شده است.
fr: Extrait des appareils pris en charge par cette appli sur l'App Store.
he: נלקח מהמכשירים שהאפליקציה הזו תומכת בהם ב-App Store.
hi: App Store पर इस ऐप द्वारा समर्थित डिवाइसों से लिया गया।
id: Diambil dari perangkat yang didukung aplikasi ini di App Store.
it: Estratto dai dispositivi supportati da questa app sull'App Store.
ja: App Store でこのアプリがサポートするデバイスから取得されます。
ko: App Store에서 이 앱이 지원하는 기기에서 가져옵니다.
nl: Overgenomen van de apparaten die deze app ondersteunt in de App Store.
pl: Pobrane z urządzeń obsługiwanych przez tę aplikację w App Store.
pt: Obtido dos dispositivos que este app suporta na App Store.
ru: Взято из устройств, которые поддерживает это приложение в App Store.
sv: Hämtat från enheterna denna app stöder på App Store.
th: นำมาจากอุปกรณ์ที่แอปนี้รองรับใน App Store
tr: Bu uygulamanın App Store'da desteklediği cihazlardan alınmıştır.
uk: Взято з пристроїв, які підтримує цей застосунок у App Store.
vi: Lấy từ các thiết bị mà ứng dụng này hỗ trợ trên App Store.
zh_hans: 取自此应用在 App Store 上支持的设备。
